Repository: yorjandis/ProyectoNeville_IOS
Catalog: Shared/Localization/Localizable.xcstrings
Source language: es
Languages: en, zh_hans

source: Nota creada
en: Note created
zh_hans: 笔记已创建

source: Nota de la frase
en: Quote Note
zh_hans: 名言备注

source: Nota del ritual
en: Ritual note
zh_hans: 仪式备注

source: Nota el pecho y el esternón. Lleva ahí una atención tranquila, sin forzar.
en: Notice your chest and breastbone. Rest your attention there gently, without forcing.
zh_hans: 觉察胸口与胸骨，把平静的注意力轻轻放在那里，不必用力。

source: Nota eliminada
en: Note deleted
zh_hans: 笔记已删除

source: Nota en Frase
en: Note in Quote
zh_hans: 名言中的备注

source: Nota guardada correctamente.
en: Note saved successfully.
zh_hans: 笔记已成功保存。

source: Nota Importante
en: Important Note
zh_hans: 重要提示

source: Nota opcional
en: Optional note
zh_hans: 可选备注

source: Nota:
en: Note:
zh_hans: 备注：

source: Nota: Para utilizar la IA generativa en el dispositivo, debe leer y aceptar primero las Condiciones de Uso de la IA.
en: Note: To use on-device generative AI, you must first read and accept the AI Terms of Use.
zh_hans: 注意：要使用设备端生成式 AI，必须先阅读并接受 AI 使用条款。

source: Nota: Permite modificar la contraseña para proteger el acceso al Diario y a Notas Protegidas
en: Note: Lets you change the password that protects access to the Journal and protected Notes.
zh_hans: 注意：可更改用于保护日记和受保护笔记的访问密码。

source: Nota: Si marca una casilla, la ventana asociada se abrirá dentro de la aplicación principal
en: Note: When selected, the corresponding window will open inside the main application.
zh_hans: 注意：勾选后，相应窗口将在主应用内打开。

source: Nota: Si olvida la contraseña, puede recuperarla utilizando el botón Recuperar Contraseña en la ventana de Ajustes (Setting). Este botón solo esta disponible en dispositivos con autenticación biométrica, como un iPhone o una macBook con biometría. Se le pedirá que se autentifique con touchID o FaceID
en: Note: If you forget your password, you can recover it using the Recover Password button in Settings. This button is available only on devices with biometric authentication, such as an iPhone or a MacBook with biometrics. You will be asked to authenticate with Touch ID or Face ID.
zh_hans: 注意：如果忘记密码，可在“设置”中使用“恢复密码”按钮找回。此按钮仅适用于支持生物识别的设备，例如 iPhone 或配备生物识别功能的 MacBook。系统会要求你使用 Touch ID 或 Face ID 进行验证。

source: Nota: Si se activa, el Diario permanece abierto una vez que se ha autentificado la primera vez. Esto evita tener que iniciar sesión en cada acceso al Diario. Al cerrarse la app, el acceso al Diario se bloquea.
en: Note: When enabled, the Journal stays unlocked after you authenticate the first time, so you do not need to sign in each time you open it. Access is locked again when the app closes.
zh_hans: 注意：启用后，首次验证身份后日记会保持解锁，无需每次打开时重新登录。关闭应用后，日记访问权限会再次锁定。

source: Nota:%@
en: Note: %@
zh_hans: 备注：%@

source: Notas
en: Notes
zh_hans: 笔记

source: Notas debilidad repentina, confusión intensa, dificultad para hablar o un síntoma neurológico nuevo.
en: You notice sudden weakness, severe confusion, difficulty speaking, or a new neurological symptom.
zh_hans: 你突然感到无力、严重意识混乱、说话困难，或出现新的神经系统症状。

source: Notas favoritas
en: Favorite notes
zh_hans: 收藏的笔记

source: Notas Generales:
en: General Notes:
zh_hans: 总体备注：

source: Notas protegidas
en: Protected Notes
zh_hans: 受保护的笔记

source: Notas, Agenda y Diario pueden guardar la ubicación actual cuando uses esta opción.
en: Notes, Agenda, and Journal can save your current location when you use this option.
zh_hans: 使用此功能时，笔记、日程和日记可以保存你的当前位置。

source: Notas:
en: Notes:
zh_hans: 备注：

# notification.evening_review.body
source: Dedica unos minutos a integrar tu día y preparar mañana.
en: Take a few minutes to integrate your day and prepare for tomorrow.
zh_hans: 花几分钟梳理今天，并为明天做好准备。

# notification.evening_review.title
source: Cierre consciente
en: Mindful Closure
zh_hans: 正念收尾

# notification.morning_ritual.body
source: Diseña tu día con claridad e intención.
en: Shape your day with clarity and intention.
zh_hans: 以清晰的思路和明确的意图规划今天。

# notification.morning_ritual.follow_up
source: Mantén tu intención durante el día.
en: Keep your intention present throughout the day.
zh_hans: 在这一天里，始终记得自己的意图。

# notification.morning_ritual.title
source: Ritual Matutino
en: Morning Ritual
zh_hans: 晨间仪式

# notification.weekly_review.body
source: Dedica 5–10 minutos a reconocer tus avances y elegir tu foco.
en: Take 5–10 minutes to acknowledge your progress and choose your focus.
zh_hans: 花 5–10 分钟肯定自己的进步，并选定接下来的重点。

# notification.weekly_review.title
source: Tu revisión semanal está lista
en: Your weekly review is ready
zh_hans: 你的每周回顾已准备好

source: Novedades
en: What's New
zh_hans: 新功能

source: Nueva
en: New
zh_hans: 新建

source: Nueva actividad
en: New activity
zh_hans: 新建活动

source: Nueva actividad esta semana.
en: New activity this week.
zh_hans: 本周开始有新的记录。

source: Nueva contraseña
en: New password
zh_hans: 新密码

source: Nueva conversación
en: New conversation
zh_hans: 新对话

source: Nueva entrada
en: New entry
zh_hans: 新建条目

source: Nueva Entrada
en: New Entry
zh_hans: 新建日记

source: Nueva frase
en: New quote
zh_hans: 新名言

source: Nueva Frase
en: New Quote
zh_hans: 新名言

source: Nueva Nota
en: New Note
zh_hans: 新建笔记

source: Nueva sesión
en: New session
zh_hans: 开始新练习

source: Nueva versión de BD offline disponible
en: New Offline Database Version Available
zh_hans: 有新的离线数据库版本

source: Nuevo ciclo
en: New Cycle
zh_hans: 新周期

source: Nuevo Contexto
en: New Context
zh_hans: 新情境

source: Nuevo en la Versión Extendida: un programa práctico de 21 días para reconocer patrones automáticos, interrumpirlos y entrenar respuestas conscientes con prácticas guiadas, diario, recordatorios y seguimiento del progreso.
en: New in the Extended Version: a practical 21-day program to recognize automatic patterns, interrupt them, and train conscious responses with guided practices, journaling, reminders, and progress tracking.
zh_hans: 扩展版新增：一套为期 21 天的实用计划，帮助你识别并打断自动化模式，通过引导练习、日记、提醒和进度追踪，逐步培养有意识的回应方式。

source: Nuevo recordatorio
en: New reminder
zh_hans: 新提醒

source: Nuevo título
en: New title
zh_hans: 新标题

source: Nuevo...
en: New…
zh_hans: 新建…

source: Número de entradas marcadas como favoritas para acceso rápido.
en: Number of entries marked as favorites for quick access.
zh_hans: 标记为收藏、便于快速访问的日记数量。

source: Objetivo general: 14 g por cada 1000 kcal (aprox. 25-38 g/día en adultos).
en: General target: 14 g per 1,000 kcal (about 25–38 g/day for adults).
zh_hans: 一般目标：每 1000 千卡摄入 14 克（成年人约 25–38 克/天）。

source: Objetivo por ejecución
en: Objective by execution
zh_hans: 通过执行实现目标

source: Objetivo por ejecución:
en: Target per completion:
zh_hans: 每次完成目标：

source: Observa antes de reaccionar
en: Observe before you react.
zh_hans: 回应之前，先观察。

source: Observa con compasión
en: Observe with compassion.
zh_hans: 带着慈悲去观察。

source: Observa la tendencia; no conviertas el número en perfeccionismo.
en: Look for the trend; do not turn the number into another form of perfectionism.
zh_hans: 关注趋势，不要让分数变成另一种完美主义。

source: Observa lo vivido sin corregirte ni juzgarte.
en: Observe what you experienced without correcting or judging yourself.
zh_hans: 看见今天的经历，不急着纠正，也不评判自己。

source: Observa patrones, sin juzgarte.
en: Notice patterns without judging yourself.
zh_hans: 观察其中的规律，不必评判自己。

source: Observa señal, pensamiento, emoción e impulso sin convertirlos en identidad.
en: Observe the signal, thought, emotion, and urge without turning them into an identity.
zh_hans: 观察信号、想法、情绪和冲动，但不要把它们变成对自我的定义。

source: Observación corporal
en: Body Awareness
zh_hans: 身体觉察

source: Observador
en: Observant
zh_hans: 善于观察

source: Observar
en: Observe
zh_hans: 观察

source: Observar → interrumpir → sustituir → repetir → evaluar
en: Observe → interrupt → replace → repeat → evaluate
zh_hans: 观察 → 打断 → 替代 → 重复 → 评估

source: Observar el coste completo del comportamiento.
en: See the full cost of the behavior.
zh_hans: 看清这一行为带来的完整代价。

source: Observar un pensamiento reduce la identificación con su contenido.
en: Observing a thought reduces your identification with its content.
zh_hans: 观察一个想法，可以减少你对其内容的认同。

source: Obtén resúmenes, interpretaciones, consejos prácticos y un chat para resolver dudas al instante, con respuestas basadas en el campo de conocimiento de cada autor.
en: Get summaries, interpretations, practical advice, and a chat to answer questions instantly, with responses grounded in each author's body of knowledge.
zh_hans: 获取摘要、解读、实用建议和即时答疑聊天，其回答基于每位作者的知识体系。

source: Obtener funciones Extendidas
en: Get Extended Features
zh_hans: 获取扩展功能

source: Obtener Versión Extendida
en: Get the Extended Version
zh_hans: 获取扩展版

source: obtengo alivio breve y después siento pesadez, culpa y menor confianza
en: I get brief relief, followed by heaviness, guilt, and less confidence in myself
zh_hans: 我获得短暂缓解，随后却感到沉重、自责，也更不信任自己

source: OCR sobre la Imagen
en: OCR on image
zh_hans: 图像文字识别

source: Ocultar
en: Hide
zh_hans: 收起

source: Ocultar búsqueda
en: Hide search
zh_hans: 隐藏搜索

source: Ocultar calendario
en: Hide calendar
zh_hans: 隐藏日历

source: Ocultar consejos
en: Hide tips
zh_hans: 收起建议

source: Ocultar de Home
en: Hide from Home
zh_hans: 从首页隐藏

source: Ocultar detalles
en: Hide details
zh_hans: 隐藏详情

source: Ocultar detalles de la entrada
en: Hide entry details
zh_hans: 隐藏条目详情

source: Ocultar estado de ánimo
en: Hide moods
zh_hans: 收起心情

source: Ocultar explicación
en: Hide explanation
zh_hans: 收起说明

source: Ocultar indicador por hoy
en: Hide Indicator for Today
zh_hans: 今天隐藏指示标记

source: Ocultar mascota
en: Hide pet
zh_hans: 藏匿宠物

source: Ocultar por hoy
en: Hide for today
zh_hans: 今日隐藏

source: Ocultar señales de alerta
en: Hide warning signs
zh_hans: 收起危险信号

source: Ocultar Texto
en: Hide Text
zh_hans: 隐藏文本

source: Ofrece información sobre alimentos y consejos de uso leyendo su código de barras.
en: Provides food information and usage guidance by scanning its barcode.
zh_hans: 通过扫描条形码提供食品信息和食用建议。

source: Omitir conflictos e importar lo nuevo
en: Skip conflicts and import new items
zh_hans: 跳过冲突并导入新项目

source: Opción protegida por FaceID
en: Option Protected by Face ID
zh_hans: 此选项受面容 ID 保护

source: Opcional
en: Optional
zh_hans: 选填

source: Opciones de actividades pasadas
en: Past activity options
zh_hans: 过去活动选项

source: Opciones de Chat IA
en: AI Chat Options
zh_hans: AI 聊天选项

source: Opciones de entrada
en: Entry options
zh_hans: 条目选项

source: Opciones de nota
en: Note options
zh_hans: 笔记选项

source: Opciones...
en: Options...
zh_hans: 选项……

source: OpenRouter · Modelos gratuitos
en: OpenRouter · Free models
zh_hans: OpenRouter · 免费模型

source: OpenRouter funciona online
en: OpenRouter works online
zh_hans: OpenRouter 在线运行

source: OpenRouter ha limitado temporalmente el modelo gratuito. Vuelve a intentarlo en unos %lld segundos. Si se repite, elige «Selección automática gratuita».
en: OpenRouter has temporarily rate-limited the free model. Try again in about %lld seconds. If it happens again, choose “Automatic free selection.”
zh_hans: OpenRouter 暂时限制了该免费模型。请在约 %lld 秒后重试。如果再次发生，请选择“免费自动选择”。

source: OpenRouter ha limitado temporalmente la cuenta, el modelo o su proveedor. Espera un momento y, si se repite, elige «Selección automática gratuita». El cupo diario también puede haberse agotado.
en: OpenRouter has temporarily rate-limited the account, model, or provider. Wait a moment and, if it happens again, choose “Automatic free selection.” The daily allowance may also have been used up.
zh_hans: OpenRouter 暂时限制了账户、模型或提供商。请稍候；如果再次发生，请选择“免费自动选择”。每日额度也可能已经用完。

source: OpenRouter rechazó la petición por permisos o por sus controles de contenido. Revisa la clave o reformula el texto.
en: OpenRouter rejected the request because of permissions or content controls. Check the API key or rephrase the text.
zh_hans: OpenRouter 因权限或内容控制拒绝了请求。请检查 API 密钥或改写文本。

source: OpenRouter selecciona automáticamente un modelo gratuito disponible y puede evitar modelos temporalmente saturados.
en: OpenRouter automatically selects an available free model and can avoid temporarily overloaded models.
zh_hans: OpenRouter 会自动选择可用的免费模型，并可避开暂时过载的模型。

source: Orden de pantallas
en: Screen order
zh_hans: 页面顺序

source: Ordena las emociones por frecuencia y visualiza las 3 más frecuentes con su peso relativo en el Diario.
en: Ranks emotions by frequency and shows the top three with their relative share of Journal entries.
zh_hans: 按出现频率排列情绪，并显示最常见的三种情绪及其在日记中的相对占比。

source: Orgánico
en: Organic
zh_hans: 有机

source: Orgánico: sin dato disponible.
en: Organic: no data available.
zh_hans: 有机：暂无相关数据。

source: Organiza tus actividades y tareas en el tiempo, liberando recursos y memoria. Añade recordatorios para no olvidar lo importante.
en: Organize your activities and tasks over time, freeing up mental space and memory. Add reminders so you do not forget what matters.
zh_hans: 按时间安排活动和任务，释放精力与记忆空间。添加提醒，不错过重要的事。

source: Organizado
en: Organized
zh_hans: 有条理

source: Orientación profesional en salud mental, gratuita y disponible 24/7.
en: Free professional mental health guidance, available 24/7.
zh_hans: 提供免费的专业心理健康指导，全天候开放。

source: Oscuro
en: Dark
zh_hans: 深色

source: Otra...
en: Other…
zh_hans: 其他…

source: Otro...
en: Other…
zh_hans: 其他…

source: Otros Autores
en: Other Authors
zh_hans: 其他作者

source: País o región
en: Country or region
zh_hans: 国家或地区

source: Palabra final
en: Closing word
zh_hans: 结束语

source: Paleta
en: Palette
zh_hans: 配色

source: Panel consciente
en: Mindful Panel
zh_hans: 觉察面板

source: Panel de control consciente
en: Mindful Control Panel
zh_hans: 觉察控制面板

source: Papel interpretado por la IA:
en: Role played by the AI:
zh_hans: AI 扮演的角色：

source: Para cada frase automática distingue hechos de interpretaciones y crea una alternativa precisa, creíble y operativa.
en: For each automatic thought, separate facts from interpretations and create an alternative that is precise, believable, and actionable.
zh_hans: 针对每个自动化想法，区分事实与解读，并写出一个准确、可信且可执行的替代说法。

source: Para cargar un ejemplo será necesario sustituir el ciclo actual. Te pediremos confirmación.
en: Loading a sample requires replacing your current cycle. You will be asked to confirm first.
zh_hans: 载入示例需要替换当前周期，操作前会请你确认。

source: Para comprobarlo:
en: To verify this:
zh_hans: 为了验证这一点：

source: Para conservar el origen y la privacidad del historial, el modelo no se cambia silenciosamente dentro de la conversación actual.
en: To preserve the source and privacy of the history, the model is not silently changed within the current conversation.
zh_hans: 为保留来源并保护历史记录隐私，不会在当前对话中静默切换模型。

source: Para peligro inmediato o una emergencia médica.
en: For immediate danger or a medical emergency.
zh_hans: 适用于眼前危险或医疗急症。

source: Parece que su dispositivo no admite biometría. Establezca una contraseña para tener acceso seguro a las Notas Protegidas
en: Your device does not appear to support biometrics. Set a password to securely access Protected Notes.
zh_hans: 你的设备似乎不支持生物识别。请设置密码，以便安全访问受保护的笔记。

source: Parece que su dispositivo no admite biometría. Utilice el botón debajo para crear una contraseña para acceder al Diario.
en: Your device does not appear to support biometrics. Use the button below to create a password for Journal access.
zh_hans: 你的设备似乎不支持生物识别。请使用下方按钮创建密码，以访问日记。

source: Parece que su dispositivo no admite biometría. Utilice el botón debajo para entrar por contraseña.
en: Your device does not appear to support biometrics. Use the button below to sign in with a password.
zh_hans: 你的设备似乎不支持生物识别。请使用下方按钮通过密码进入。

source: Partículas: %lld
en: Particles: %lld
zh_hans: 粒子数量：%lld

source: Pasar a Calma
en: Copy to Calm
zh_hans: 复制到宁静空间

source: Pasar a Frases
en: Copy to Quotes
zh_hans: 复制到语句

source: Paso %lld de %lld
en: Step %lld of %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Paso 1
en: Step 1
zh_hans: 第 1 步

source: Paso 2
en: Step 2
zh_hans: 第 2 步

source: Patrón por hora del día
en: Pattern by Time of Day
zh_hans: 每日时段规律

source: Pausa
en: Pause
zh_hans: 暂停

source: Pausa P.A.R.A.
en: P.A.R.A. Pause
zh_hans: P.A.R.A. 暂停

source: Pausar
en: Pause
zh_hans: 暂停

source: pausas P.A.R.A.
en: P.A.R.A. pauses
zh_hans: P.A.R.A. 暂停次数

source: Paz
en: Peace
zh_hans: 平和

source: Pendiente
en: Pending
zh_hans: 待完成

source: Pensamiento automático
en: Automatic Thought
zh_hans: 自动化想法

source: Pensamiento operativo
en: Actionable Thinking
zh_hans: 可执行的想法

source: Pensativo
en: Thoughtful
zh_hans: 沉思

source: Pequeños recursos que puedes probar
en: Small things you can try
zh_hans: 可以尝试的小方法

source: Percibe
en: Notice
zh_hans: 觉察

source: Percibe · Aplaza · Regula · Actúa según tu protocolo.
en: Notice · Delay · Regulate · Follow your plan.
zh_hans: 觉察 · 延迟 · 调节 · 按预案行动。

source: Percibe la señal, aplaza la decisión, regula la activación y actúa según tu protocolo.
en: Notice the signal, delay the decision, regulate your activation, and follow your protocol.
zh_hans: 觉察信号、延迟决定、调节激活程度，并按预案行动。

source: pereza, duda y falta de motivación
en: reluctance, doubt, and low motivation
zh_hans: 懒散、怀疑和缺乏动力

source: Periodo
en: Range
zh_hans: 时间范围

source: Permanece deliberadamente con una incomodidad leve sin escapar.
en: Stay deliberately with mild discomfort without escaping it.
zh_hans: 有意识地与轻微不适共处，不急着逃开。

source: Permanece en silencio. Ancla esta coherencia y deja que tu intención quede sentida.
en: Remain in silence. Anchor this coherence and let your intention be fully felt.
zh_hans: 安住于静默，稳固这份相干，让你的意图被身体真切感受到。

source: Permanece presente
en: Stay present.
zh_hans: 保持临在。

source: Permanezco presente y llevo este estado conmigo.
en: I remain present and carry this state with me.
zh_hans: 我安住当下，并把这份状态带在身边。

source: Permiso de ubicación concedido
en: Location Permission Granted
zh_hans: 已授予位置权限

source: Permiso de ubicación denegado.
en: Location permission denied.
zh_hans: 定位权限已被拒绝。

source: Permiso de ubicación no disponible
en: Location Permission Unavailable
zh_hans: 位置权限不可用

source: Permite charlar con la IA sobre el texto copiado al potapaepeles
en: Allows you to chat with AI about text copied to the clipboard.
zh_hans: 允许你与 AI 讨论复制到剪贴板的文本。

source: Permite guardar la dirección actual en Notas, Agenda y Diario cuando uses esta opción.
en: Allows Notes, Agenda, and Journal to save your current address when you use this option.
zh_hans: 使用此功能时，允许笔记、日程和日记保存你的当前位置。

source: Permite modificar la contraseña para proteger el acceso al Diario y a Notas Protegidas
en: Lets you change the password that protects access to the Journal and protected Notes.
zh_hans: 可更改用于保护日记和受保护笔记的访问密码。

source: Permite que la transformación ocurra sin resistencia
en: Allow transformation to unfold without resistance
zh_hans: 允许转变自然发生， 不再抗拒

source: Permite que todo se asiente
en: Allow everything to settle.
zh_hans: 让一切慢慢沉淀。

source: Permite que tu cuerpo memorice paz
en: Let your body memorize peace.
zh_hans: 让身体记住平静的感觉。

source: Permitir acceso a Salud
en: Allow Health Access
zh_hans: 允许访问“健康”

source: Persistente
en: Persistent
zh_hans: 坚持不懈

source: Personalizado
en: Custom
zh_hans: 自定义

source: Personas, palabras, lugares, horarios o dispositivos.
en: People, words, places, times, or devices.
zh_hans: 人物、言语、地点、时间或设备。

source: pesadez, inquietud y resistencia
en: heaviness, unease, and resistance
zh_hans: 沉重、不安和抗拒

source: Pico habitual
en: Typical Peak
zh_hans: 常见峰值

source: Pide biometría o código para abrir cierres y el panel Mi día.
en: Require biometrics or a passcode to open closings and the My Day dashboard.
zh_hans: 打开收尾记录和“我的一天”面板时，需要使用生物识别或设备密码。

source: pierdo atención, alargo las pausas y termino más disperso
en: I lose focus, stretch out breaks, and end up more distracted
zh_hans: 我的注意力被打断，休息时间被拉长，最后更加分心

source: piloto automático
en: autopilot
zh_hans: 自动驾驶状态

source: Piloto automático
en: Autopilot
zh_hans: 自动驾驶模式

source: PILOTO AUTOMÁTICO
en: AUTOPILOT
zh_hans: 自动驾驶状态

source: Pistas para decidir el próximo foco.
en: Clues for choosing your next focus.
zh_hans: 帮助你选择下一个关注点的线索。

source: Planificación futura
en: Future planning
zh_hans: 未来规划

source: Poca proteína
en: Low in Protein
zh_hans: 蛋白质偏低

source: Poco
en: A little
zh_hans: 比较少

source: Podrás marcar cada ejecución desde esa hora y durante los 60 minutos siguientes.
en: You will be able to mark each execution from that time and for the following 60 minutes.
zh_hans: 从那时起，您可以对接下来 60 分钟内的每次执行进行标记。

source: Política de Privacidad
en: Privacy Policy
zh_hans: 隐私政策

source: Política: %@
en: Policy: %@
zh_hans: 政策：%@

source: por 100 g
en: per 100 g
zh_hans: 每 100 克

source: Por 100 g
en: Per 100 g
zh_hans: 每 100 克

source: Por ahora solo aparecen momentos de piloto automático. Elige una hora fácil, como antes de comer, para registrar un retorno consciente deliberado.
en: So far, only moments of autopilot appear. Choose an easy cue, such as before a meal, to record a deliberate conscious return.
zh_hans: 目前记录中只有自动驾驶模式。选择一个容易记住的时机，比如吃饭前，有意识地回到当下并记录下来。

source: Por Autor
en: By Author
zh_hans: 按作者

source: Por capítulos
en: By chapter
zh_hans: 按章节

source: Por categoría
en: By category
zh_hans: 按分类

source: Por completo
en: Completely
zh_hans: 完全符合

source: Por Contexto
en: By Context
zh_hans: 按情境

source: Por defecto
en: Default
zh_hans: 默认

source: Por emoción
en: Out of emotion
zh_hans: 出于情绪

source: Por fecha de creación
en: By creation date
zh_hans: 按创建日期

source: Por fecha de modificación
en: By modification date
zh_hans: 按修改日期

source: por mes
en: per month
zh_hans: 每月

source: por porción
en: per serving
zh_hans: 每份

source: Por seguridad, desbloquea la migración antes de proceder.
en: For security, unlock migration before proceeding.
zh_hans: 为安全起见，请先解锁迁移功能再继续。

source: por semana
en: per week
zh_hans: 每周

source: Por último, interpreta el conjunto: combinación de nutrientes críticos (azúcar, sodio, grasas saturadas), fibra, proteína y nivel de procesamiento (NOVA), junto con alérgenos si tienes sensibilidad. Utiliza esta herramienta como orientación inicial y confirma siempre en la etiqueta física del envase, antes de decidir su consumo.
en: Finally, consider the full picture: critical nutrients (sugar, sodium, and saturated fat), fiber, protein, processing level (NOVA), and allergens if you have a sensitivity. Use this tool as an initial guide and always confirm the information on the package label before deciding whether to consume the product.
zh_hans: 最后要综合判断：结合关键营养素（糖、钠、饱和脂肪）、膳食纤维、蛋白质和加工程度（NOVA）；如有食物敏感，还要查看过敏原。 本工具仅作为初步参考，食用前请务必以产品包装上的实体标签为准。

source: Posibles indicios de gluten
en: Possible Signs of Gluten
zh_hans: 可能含有麸质

source: Posición de Imagen
en: Image Position
zh_hans: 图片位置

source: Posición de Texto Principal
en: Main Text Position
zh_hans: 主文本位置

source: Posición de Texto Secundario
en: Secondary Text Position
zh_hans: 次要文本位置

source: pospongo la conversación, cedo o comunico de forma indirecta
en: I postpone the conversation, give in, or communicate indirectly
zh_hans: 我会推迟谈话、妥协，或用间接的方式表达

source: Práctica
en: Practice
zh_hans: 实践

source: Práctica completada
en: Practice Complete
zh_hans: 练习已完成

source: Practica con dificultad manejable. Si aparecen pánico intenso, recuerdos traumáticos intrusivos, desconexión persistente o empeoramiento significativo, detén el ejercicio y busca acompañamiento profesional.
en: Practice at a manageable level. If you experience intense panic, intrusive traumatic memories, persistent disconnection, or significant worsening, stop and seek professional support.
zh_hans: 请在可承受的难度下练习。如果出现强烈恐慌、侵入性创伤回忆、持续的脱离感或症状明显加重，请停止练习并寻求专业支持。

source: Práctica Concreta
en: Specific Practice
zh_hans: 具体练习

source: Práctica de mañana
en: Morning Practice
zh_hans: 早晨练习

source: Práctica guiada
en: Guided Practice
zh_hans: 引导练习

source: Práctica guiada de mañana
en: Guided Morning Practice
zh_hans: 早晨引导练习

source: Práctica guiada, P.A.R.A., diario y seguimiento
en: Guided practice, P.A.R.A., journaling, and progress tracking
zh_hans: 引导练习、P.A.R.A.、日志与进度追踪

source: Practica la detección antes de estar alterado.
en: Practice noticing before you become activated.
zh_hans: 在情绪被激活之前练习觉察。
